
Order_fid = ['9001','913','302','900','901','902','907','910','911']
Jango_fid = ['9201','9001','302','10','930','931','932','945','946']
scr_no_dict = {"조건식조회":"0001","조건식실시간":"0002","계좌정보":"0003","시세조회":"0004","opt10001":"0005"
               ,"계좌평가현황요청":"0006"}
real_data_fid = ['10','27','28','15','13','14','16','17','18','228','311']
OVN_COL = ['stockCode','stockName','curPrice','firstAsk','firstbid','vol','cum_vol','com_money',
               'open','high','low','vp','marketCap','ppo']
REAL_Fid_List = '20;10;11;12;27;28;15;13;14;16;17;18;25;26;29;30;31;32;228;311;290;691;567;568'

# 주문유형 1:신규매수, 2:신규매도 3:매수취소, 4:매도취소, 5:매수정정, 6:매도정정
ORDER_COL = ["stockName","stockCode","orderPrice","orderQty","orderType","hogaGb"]
ACCOUNT_COL =["계좌번호","예수금","주문가능금액","20%종목주문가능금액","30%종목주문가능금액","40%종목주문가능금액","50%종목주문가능금액"]

OVN_BUY_START = "1505"
OVN_BUY_END = "1519"
OVN_SELL_START = "0850"
OVN_SELL_END = "0930"

 